Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: And doing so is not even DirtyBusiness (except sometimes, for how much it makes ''[[ItsAllAboutMe them]]'' suffer, having to hand out all this justice).
pt_br: E fazer isso nem mesmo é um Br/TrabalhoSujo (exceto às vezes, quando isso faz ''[[Br/TudoGiraAoMeuRedor eles]]'' sofrerem por ter o trabalho de aplicar toda essa justiça).

source: And dungeons.
pt_br: E masmorras.

source: And even if there's a good trilogy, [[TrilogyCreep going beyond]] ''[[TrilogyCreep that]]'' [[TrilogyCreep has an even greater chance of crapitude]].
pt_br: E se a trilogia for boa, [[Br/ExpansaoDaTrilogia ir além]] ''[[Br/ExpansaoDaTrilogia desse ponto]]'' [[Br/ExpansaoDaTrilogia tem uma chance ainda maior de ser ruim]].

source: And even then, no knives, only forks or spoons.
pt_br: E mesmo assim, nada de facas; apenas garfos ou colheres.

source: And for regular vampires.
pt_br: E com os vampiros normais também.

source: And for the truly disturbed for whom the above just won't do, [[MadBomber a heaping helping of high explosives]] or [[{{Pyromaniac}} a good-sized flamethrower]] will do quite nicely.
pt_br: E para os verdadeiramente perturbados, uma [[Br/BombardeiroMaluco boa dose de explosivos potentes]] ou [[Br/{{Piromaniaco}} um lança-chamas de bom tamanho]] vão servir melhor.

source: And if a human who does disagree in such a world changes their mind upon seeing the "death" of a RobotBuddy or other sentient robotic or artificial form, then DeathMeansHumanity is at play.
pt_br: E se um humano discordante em um desses mundos muda de ideia após presenciar a "morte" de um Br/AmigoRobo ou outra forma artificial senciente, então Br/MorteSignificaHumanidade.

source: And if the hero dies following the reveal and is unable to stop the new menace, you've just read a ShootTheShaggyDog story.
pt_br: E se o herói morrer após a revelação e não consegue impedir a nova ameaça, então é uma história para Br/AcordarOBoiATiros.

source: And in the 1976 version of "Sustos en la vecindad", Don Ramón is once again absent and Doña Clotilde claims that, while he is not home, she is taking care of his house and prohibiting Chilindrina from watching TV since her father had grounded her.
pt_br: E na versão de 1976 de "Sustos en la vecindad", Seu Madruga está novamente ausente e Dona Clotilde diz que enquanto ele não estiver em casa, ela vai ficar tomando conta e proíbe a Chiquinha de ver televisão porque o pai dela tinha a posto de castigo.

source: And in the winter of 1949 it was obvious to family, friends, and Orwell himself that he was deadly ill and on his last legs.
pt_br: No inverno de 1949 ficou óbvio para a família, amigos e o próprio Orwell que ele estava terminalmente doente e com pouco tempo restante.

source: And it's likely one of us will be killed.
pt_br: E é provável que um de nós seja morto.

source: And kitschy comedians get the {{rimshot}}.
pt_br: E comediantes toscos recebem o Br/{{golpe de aro}}.

source: And lastly, a mad scientist is almost certain to violate the ScaleOfScientificSins: expect AnAesop (even if it's [[FantasticAesop a preposterous one]]).
pt_br: E, por fim, é quase certo que o cientista maluco vai violar algum item da Br/EscalaDePecadosCientificos, por isso espere a aparição de Br/UmEsopo (mesmo que seja [[Br/EsopoFantastico uma versão prepotente de um]]).

source: And may heaven help you if you happen to [[PunishedForSympathy show any mercy or pity]] for a "wrongdoer." Sometimes even simply being an annoying [[{{Jerkass}} jerk]] can earn someone a Knight Templar's wrath, whether [[JerkWithAHeartOfGold they had a hidden heart]] or not.
pt_br: E que os céus te ajudem se você [[Br/PunidoPorSimpatia demonstrar pena ou misericórdia]] por um malfeitor. Às vezes o mero fato de se ser um Br/{{Babaca}} pode render a fúria de um Cavaleiro Templário, seja ele um Br/BabacaComUmCoracaoDeOuro ou não.

source: And of course, it may be unclear to the creator, as well as to the audience, just how sentient the robot is; this trope is about pondering the question, not ''necessarily'' about answering it.
pt_br: E, é claro, pode ser incerto para o criador e para o público o quão senciente o robô é; este tropo é sobre elicitar a pergunta, mas não ''necessariamente'' sobre respondê-la.

source: And secret passages.
pt_br: E passagens secretas.

source: And sometimes, the Freudian Excuse can work well in sympathizing with a character.
pt_br: E, às vezes, a desculpa funciona bem para evocar simpatia para com o personagem.

source: And that one too!
pt_br: E essa aqui também!

source: And the moment that a writer does this ''once'', audiences no longer know which consequences they should take seriously and which ones they shouldn't.
pt_br: E no momento que o escritor faz isso ''uma vez'', o público não sabe mais quais consequências devem ser levadas a sério e quais podem ser ignoradas.

source: And the second one too.
pt_br: E do segundo também.

source: And then [[spoiler: Spooner]] shows off just how powerful it is.
pt_br: E então [[spoiler: Spooner]] demonstra o quão poderoso ele é.

source: And then, the actor died of lung cancer (lampshaded in a late episode when Chilindrina, after seeing Chavo get special treatment, remarks that she is also an orphan.) ** On a minor scale, Gloria and Patty.
pt_br: Depois o ator morreu de câncer no pulmão (o que é ressaltado em um episódio posterior quando Chiquinha, após ver o Chaves receber cuidados especiais, observa que ela também é orfã.) ** Em menor grau, Gloria e Paty.

source: And then, the next time a character's life is threatened, the audience ''won't even care'', because [[DeathIsCheap they now know that death can be undone]].
pt_br: E então, da próxima vez que a vida de um personagem for ameaçada, o público ''não vai se importar'' porque [[Br/MorrerEBarato eles agora sabem que a morte pode ser desfeita]].

source: And then, to keep the audience that ''wouldn't'' like to [[ButNotTooGay see that kind of thing]], they reveal that they're just friends, roommates, cousins, whatever.
pt_br: E então, para manter o público que ''não quer'' ver [[Br/MasNaoMuitoGay esse tipo de coisa]], eles revelam que são só amigos, colegas de quarto, primos, etc.

source: And these games weren't just hard; they were ''[[TitleDrop Nintendo Hard!]]''
pt_br: E esses jogos não tinham uma dificuldade qualquer; eles tinham a [[Br/FalarONome Dificuldade Nintendo]]!

source: And they are definitively not cowards.
pt_br: E eles definitivamente não são covardes.

source: And they might even have ''reversed'' the HumiliationConga that was being planned for them.
pt_br: E ele pode até mesmo ter ''revertido'' a Br/CongaDaHumilhacao que estava preparada pra ele.

source: And to be honest, I'd appreciate it if you eased up off my back about it.
pt_br: E, pra ser sincero, eu adoraria se parasse de me atormentar por isso.

source: And usually the biggest force of good in the story.
pt_br: Costuma ser a maior força do bem na história.

source: And when it doesn't, you can expect them to complain about it and clamor for a sequel where the villain ''does'' get their comeuppance -- or alternatively, they'll try to satisfy their frustratingly unfulfilled desire for retribution by [[RevengeFic writing their own]].
pt_br: E quando isso não acontece, você pode esperar que eles reclamem a respeito disso e exijam uma sequência onde o vilão ''de fato'' recebe o que merece -- ou, alternativamente, eles tentarão satisfazer o desejo não correspondido ao [[Br/FanficDeVinganca escrever a própria sequência]].

source: And while he hits significantly harder than a normal person, it's usually when he's throwing his whole body into it to keep the extra speed from ripping the limb off, and he never uses it to lift more than a human's body would tolerate.
pt_br: E apesar de ele conseguir bater com mais força que uma pessoa normal, geralmente é quando ele usa o peso do próprio corpo para impedir que a força arranque fora o membro, e ele nunca o usa para erguer mais do que um corpo humano toleraria.

source: And while it's technically a [[YMMV/HomePage YMMV]] trope, it's hardly tough to spot the guy the writers intend them to be, considering all the bad stuff that tends to happen to them.
pt_br: E, apesar de tecnicamente ser um tropo subjetivo, não é difícil identificar um quando os escritores querem que ele seja assim, considerando todas as coisas ruins que tendem a ocorrer com eles.

source: And you can't just send them a link to explain - they don't understand English, remember?
pt_br: E você não pode simplesmente mandar a eles um link para explicar -- eles não entendem inglês, lembra?

source: And, in a typical Chavo manner, he responds "Fué sin querer quierendo..." (roughly, "I didn't mean to mean to do it...").
pt_br: E, em maneira que é típica do Chaves, ele responde "Foi sem querer querendo..."

source: And, of course, ''any and all'' of this can happen just as easily with {{Prequel}}s.
pt_br: E, é claro, ''qualquer um'' dos itens acima pode acontecer com Br/{{Prequencia}}s.

source: Annoyed, Amazing replies that they're the same person, before forcing a smile and saying that he always wanted to do that.
pt_br: Irritado, Arraso responde que eles são a mesma pessoa, logo antes de forçar um sorriso e dizer que sempre quis fazer isso.

source: Another cause that happens on occasion is a [[UsefulNotes/TVStrikes writers' strike]].
pt_br: Outro motivo ocasional para esses episódios é uma [[BrNotasUteis/GrevesNoMeioTelevisivo greve de roteiristas]].

source: Another notable mark is that often there is nothing actually ''wrong'' with what they do, but it is most assuredly not something a normal person would do.
pt_br: Outro traço notável é que geralmente não há nada realmente ''errado'' com o que ele faz, mas certamente é algo que uma pessoa comum não faria.

source: Another one when the kids take their witch impression of her up to eleven ends with El Chavo saying you shouldn't judge anyone by their looks, because there are many kind-hearted people out there.
pt_br: Outro que gira em torno da percepção da Clotilde como bruxa por parte das crianças termina com o Chaves dizendo que não devemos julgar ninguém pela aparência e que há muitas pessoas boas por aí.

source: Another reason for a narrative's answer to be "yes" is that it can be difficult to ''write'' a character as an above-mentioned "philosophical zombie" — a hypothetical thing that can act very convincingly like a conscious being [[EmptyShell but is not actually conscious.]] The parser program ELIZA surprised people by doing a decent job of subverting the TuringTest all the way back in the 60s, despite being even less complex than a mid-80s [[Creator/{{Infocom}} Infocom]] [[InteractiveFiction game,]] and modern [=ChatBots=] are getting very good at cheating the test while still apparently being completely unaware of what they're talking about.
pt_br: Outro motivo para que a resposta na narrativa seja "sim" é que pode ser difícil ''escrever'' um personagem que seja como um "zumbi filosófico" - um objeto hipotético que age como um ser consciente de maneira muito convincente, [[Br/CascoVazio mas sem de fato o ser]]. O programa ELIZA surpreendeu pessoas ao fazer um trabalho decente em subverter o Br/TesteDeTuring nos anos 60, e chatbots modernos estão ficando muito bons em passar no teste ao mesmo tempo em que estão completamente alheios ao que estão falando.

source: Another thing to keep in mind is that while Knights Templar will insist that they're good guys, even the ones that are practically villains, they often aren't completely ignorant of the pain they cause; they simply consider it to be acceptable collateral damage, or regret the means they "must" use to achieve their ends.
pt_br: Outra coisa pra se manter em mente é que enquanto os Cavaleiros Templários insistirão que são os mocinhos, até mesmo os que são praticamente vilões, eles não estão completamente alheios à dor que causam; eles apenas consideram que é um dano colateral aceitável ou lamentam os meios que eles "devem" usar para alcançar seus fins.

source: Another way to think of it is that if the story's main conflict is resolved in favor of the protagonists, but at great sacrifice, it's a Bittersweet Ending.
pt_br: Outro jeito de interpretar é que se o conflito da história é resolvido em favor dos protagonistas, mas com grande sacrifício, então é um Final Agridoce.

source: Any HellYesMoment is essentially this.
pt_br: Qualquer ??? HellYesMoment é essencialmente isso.

source: Any attempt to get them to see the (all too obvious) truth, [[ThisIsUnforgivable show mercy]], or realize they're a step away from utterly ruining the receiver's life/committing murder will never succeed.
pt_br: Qualquer tentativa de fazer com que eles vejam a (muito óbvia) verdade, ou que [[Br/IssoEImperdoavel tenham misericórdia]] ou que compreendam que eles estão a um passo de arruinar totalmente a vida da vítima nunca dará certo.

source: Any instrument of death will do, from [[PsychoKnifeNut knives]] or [[DangerouslyCloseShave straight razors]] to swords to {{chainsaw|Good}}s and [[ExoticWeaponSupremacy beyond]].
pt_br: Os doidos de pedra podem usar qualquer instrumento de morte, desde [[Br/MalucoDaFaca facas]] e [[Br/BarbeadoPerigosamenteRente navalhas]] até espadas, [[Br/BoaEVelhaMotosserra motosserras]] e [[Br/SupremaciaDaArmaExotica outras coisas]].

source: Any time {{the hero}}es[=/=]{{anti hero}}es get to save the day in a big, awesome manner.
pt_br: O momento em que Br/OHeroi[=/=]Br/AntiHeroi chega para salvar o dia de maneira grandiosa e incrível.

source: Any victories they manage to win over the forces of this world are likely to be {{Pyrrhic|Victory}} in nature.
pt_br: Qualquer vitória obtida contra as forças desse mundo tenderá a ser uma Br/VitoriaPirrica.

source: Anyone older or younger than that are either useless or a hindrance -- conveniently, those within the competence zone are usually similar to the target audience.
pt_br: Qualquer um que seja mais velho ou mais novo é inútil ou é um fardo -- e, convenientemente, a faixa etária específica é similar à do público alvo.

source: Anyone with ''basic'' gun safety knowledge will be much more careful about which direction the gun is pointed.
pt_br: Qualquer um com conhecimento ''básico'' de segurança com armas terá muito mais cuidado em relação ao lado para onde a arma aponta.

source: Apocalypto's doing fifty years, Armagezzmo's in exile, Baron von Chaos got the chair...\\ '''Cpt.
pt_br: O Apocalipse pegou cinquenta anos, o Fim-do-Mundo foi exilado, o Barão von Caos foi eletrocutado...\\

source: Apparently, Doña Florinda wouldn’t hit an old man.
pt_br: Aparentemente a Dona Florinda não bateria em um homem velho.

source: Apparently, in 2035, they're using Osmium in their hydraulics.
pt_br: Aparentemente, em 2035 as indústrias usam ósmio nos sistemas hidráulicos.

source: Appears we got here just in the nick of time.
pt_br: Parece que chegamos aqui bem na hora.

source: Architectural RuleOfCool.
pt_br: Arquiteturalmente, acontece Br/PorqueELegal.

source: Aren't you angry?
pt_br: Está zangado?

source: ArtisticLicenseBiology is a major factor in this.
pt_br: Br/LicencaArtisticaBiologia costuma colaborar com isso.

source: As AnAesop, it contrasts well with StoneSoup.
pt_br: Como Br/UmEsopo, contrasta bem com a Br/SopaDePedra.

source: As Chilindrian points and laughs at Chavo, Don Ramón gives her some pails and forces her to with Chavo.
pt_br: Enquanto Chiquinha ri de Chaves, Seu Madruga dá a ela alguns baldes e força ela a ir junto com o Chaves.

source: As Fonzie and his waterskis fade from cultural memory, "nuking the fridge" (named after an infamous scene in ''Film/IndianaJonesAndTheKingdomOfTheCrystalSkull'') may become the new term of art, but only the wording is new: the frustration and disappointment are as old as serialized media itself.[[note]]TV Tropes does not consider "Nuking the Fridge" a separate or well-defined concept from "Jumping the Shark" -- in fact, "Nuking the Fridge" as a separate trope ''and'' as a redirect to this trope is a member of the Administrivia/PermanentRedLinkClub because people kept trying to add it without being able to define it.[[/note]]
pt_br: À medida que Fonzie e seus esquis aquáticos saem da memória cultural, "bombardear a geladeira" (que recebe esse nome por causa de uma certa cena em ''BrFilme/IndianaJonesEOReinoDaCaveiraDeCristal'') pode se tornar o novo termo, mas apenas a escolha de palavras é nova: a frustração e desapontamento são tão antigas quanto a própria mídia em formato serial.[[note]]O TV Tropes não considera "bombardear a geladeira" um conceito separado de "pular o tubarão" -- de fato, "bombardear a geladeira" como um tropo separado ''e'' como um redirecionamento para este é um membro do BrAdministrivia/ClubeDoLinkVermelhoPermanente porque as pessoas tentavam adicioná-lo sem conseguir defini-lo.[[/note]]

source: As Quico shouted about ''fifteen'' deceived people, Don Ramón laughed at how the trick was turned on Chavo.
pt_br: Enquanto Quico fala sobre ''quinze'' pessoas enganadas, Seu Madruga ri por ter visto o truque ser virado contra o Chaves.

source: As a result, operating on logic alone and not human empathy, the robot chose to save Spooner's life as opposed to Sarah's.
pt_br: Como resultado, e operando apenas em lógica e não em empatia humana, o robô escolheu salvar a vida de Spooner ao invés da vida de Sarah.

source: As a result, sponsors are pulling out, since he's ''boring'' as an InvincibleHero and with less and less super villains to fight.
pt_br: Como resultado, os patrocinadores estão encerrando os contratos, já que ele é ''entediante'' como Br/HeroiInvencivel e com cada vez menos super vilões para enfrentar.

source: As a rule of thumb, the requirements for a Woolsey-like translations are good translators (of course), good script adapters (sometimes translators and adapters are the same person, sometimes they're not), a good communication with the developers/animators/filmmakers and, in the case of video games, a good localization testing team.
pt_br: Como regra prática, os requisitos para uma tradução estilo Woolsey são: bons tradutores (obviamente), bons adaptadores de roteiro (às vezes a mesma pessoa faz a tradução e adaptação, às vezes são pessoas diferentes), boa comunicação com os desenvolvedores/animadores/diretores e, no caso de videogames, uma boa equipe de testes de localização.

source: As a warning, '''''this entry contains spoilers both marked and unmarked'''''.
pt_br: Como um aviso, saiba que '''''este artigo contém spoilers marcados e desmarcados'''''.

source: As a whole, it seems to be a weird mesh of the 40s, the 70s and then-present day late 90s.
pt_br: No geral, parece uma mistura dos anos 40, 70 e do final dos anos 90.

source: As always, [[AvertedTrope aversions]] are usually not worth listing, but [[SubvertedTrope subversions]] are probably fair game.
pt_br: Como sempre, [[Br/TropoEvitado aversões]] geralmente não valem a pena ser listadas, mas [[Br/TropoSubvertido subversões]] provavelmente estão ok.

source: As icing on the cake, the Mephistopheles sometimes makes sure or just shows in reality that the gift is, in itself, [[BeCarefulWhatYouWishFor detrimental to the life of the Faust and others around him in the first place]] -- especially if there's a chance at {{irony}}, where lacking their "soul", the element they gave up as payment, [[GiftOfTheMagiPlot ultimately makes the gift worthless]].
pt_br: A cereja no bolo proverbial é que Mefistófeles às vezes se certifica ou mostra que o pedido é, por si só, [[Br/CuidadoComOQueSeDeseja prejudicial para a vida do Fausto e dos demais ao seu redor]] -- principalmente se houver espaço para Br/{{ironia}}, pois a falta da "alma" faz que, no fim das contas, [[Br/TramaTipoOPresenteDosMagos o pedido não tenha valor nenhum]].

source: As mentioned above, the plot bears almost no connection at all to that of the book,[[note]]which is actually a collection of robot-themed short stories, not a novel[[/note]] though it deals with themes similar to those presented by the book and much of Asimov's work in general.
pt_br: Como anteriormente mencionado, a trama possui pouca conexão com o livro,[[note]]que na verdade é uma coleção de contos curtos envolvendo robôs, não um romance[[/note]] mas lida com temas similares aos apresentados no livro e na obra de Asimov em geral.

source: As result, El Chavo misinterpret his words, do the completely opposite thing and Don Ramón gets slapped by Doña Florinda.
pt_br: Como resultado, Chaves entende errado as palavras, faz o completo oposto e Seu Madruga leva um tapa da Dona Florinda.

source: As seasons progressed, however, he became increasingly [[TheFundamentalist obsessively religious]] to the point where he eventually embodied [[MoralGuardians almost]] [[HeteronormativeCrusader every]] [[HolierThanThou negative]] [[AgainstMyReligion stereotype]] of the God-fearing, bible-thumping American Christian evangelist.
pt_br: No entanto, à medida que as temporadas progrediram, ele se tornou cada vez mais [[Br/OFundamentalista obsessivamente religioso]] ao ponto em que ele passou a representar praticamente [[Br/GuardioesDaMoral todo]] [[Br/ContraAMinhaReligiao estereótipo]] [[Br/MaisSacroQueTu negativo]] do evangelista médio americano portador de Bíblias e temente a Deus.

source: As she prepares to administer the nanites, she looks up at Robertson's view screen, clearly distraught, before finally administering the nanites.
pt_br: Enquanto ela se prepara para aplicar os nanitos, ela olha para a tela de Robertson, claramente perturbada, antes de finalmente injetar os nanitos.

source: As she's calling him out in that tone, a customer is heard shushing Florinda, because she's the one ''actually making noise'', and she apologizes.
pt_br: Enquanto ela o repreende em voz alta, um cliente é ouvido pedindo silêncio para a Florinda, porque ela é quem ''estava de fato fazendo barulho'', e ela se desculpa.

source: As such, the existence of alien life is kept a total secret from the world, and most aliens are required to use prosthetics or disguises to pass off as human, animal, or machine.
pt_br: Assim sendo, a existência da vida alienígena é mantida em total segredo do mundo e a maioria dos aliens precisa usar próteses ou disfarces para se passarem por humanos, animais ou máquinas.

source: As the number of installments in a series grows, the probability that the latest entry will be terrible increases geometrically.
pt_br: A medida que o número de entradas em uma série aumenta, a chance de o filme mais recente ser terrível aumenta geometricamente.

source: As the number of twists and misdirections in a story becomes higher, it becomes more difficult to tell whether an event actually is a retcon (which implies that the writers changed their minds), or a misdirection (which implies that the writers intended the "retconned" version all along, and had been deliberately misleading the audience before).
pt_br: A medida em que o número de reviravoltas e desvios em uma história se acumula, fica mais difícil identificar se um evento é de fato um ''retcon'' (o que implica que os escritores mudaram de ideia) ou um desvio calculado (o que implica quue os escritores tinham em mente a versão ''do retcon'' o tempo todo e estavam deliberadamente atraindo o público para longe).

source: As the story gets more elaborate, it quickly risks breaking the WillingSuspensionOfDisbelief to have the reader be told what ''they'' are doing in a fictional scenario.
pt_br: À medida em que a história fica mais elaborada, ela se arrisca mais e mais a quebrar a Br/SuspensaoVoluntariaDaDescrenca na medida em que diz ao leitor o que ''ele'' faria em uma situação fictícia.
